tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "wata727/tflint"
brew "openssl"
brew "readline"
brew "python"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bazel"
brew "binutils"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "exa"
brew "findutils"
brew "flake8"
brew "fortune"
brew "fzf"
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "gsl"
brew "htop"
brew "hyperfine"
brew "jq"
brew "less"
brew "libu2f-host"
brew "libxml2"
brew "libxmlsec1"
brew "libxslt"
brew "mongodb"
brew "mtr"
brew "ncdu"
brew "node"
brew "parallel"
brew "postgresql"
brew "ruby-build"
brew "rbenv"
brew "rbspy"
brew "rename"
brew "rsync"
brew "ruby"
brew "rustup-init"
brew "shellcheck"
brew "smartmontools"
brew "ssss"
brew "task"
brew "tealdeer"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "thrift"
brew "tig"
brew "tmux"
brew "vim"
brew "watchman"
brew "wget"
brew "wireshark", link: false
brew "yamllint"
brew "yarn"
brew "zsh"
brew "wata727/tflint/tflint"
cask "amethyst"
cask "wireshark"
